module.exports = {
    data: [
        {//例子
            name: "销售经理"
            ,jobdesc: ["1.负责市场渠道开拓与销售工作，执行并完成公司产品年度销售计划；",
                    "2.根据公司网络收集客户资源，定期与合作客户进行沟通，实时把握客户需求，挖掘客户潜力；",
                    "3.负责销售合同的签订，关注产品到货期，按照项目执行节点，完成货款回收；",
                    "4.负责定期向客户传递公司的最新动态信息，根据公司营销战略，提升销售价值，控制成本；"]
            ,qualification: ["1.本科及以上学历，市场营销、机械电气、工商管理、经济学类相关专业；",
                            "2.3年以上软件行业、新能源行业、光伏、储能、微电网、物联网、智能设备领域销售工作经验；",
                            "3.熟练掌握客户分析、客情关系管理、销售方案策划知识和实操技能。"]
            ,location: "深圳"
            ,recruittype: "销售类"
            ,recruitnum: "5"
            ,jobtype: "全职"
        },
                     {//例子
            name: "销售助理"
            ,jobdesc: ["1.负责市场渠道开拓与销售工作，执行并完成公司产品年度销售计划；",
                    "2.根据公司网络收集客户资源，定期与合作客户进行沟通，实时把握客户需求，挖掘客户潜力；",
                    "3.负责定期向客户传递公司的最新动态信息，根据公司营销战略，提升销售价值，控制成本；"]
            ,qualification: ["1.本科及以上学历，市场营销、机械电气、工商管理、经济学类相关专业；",
                        "2.1年以上软件行业、新能源行业、智能设备领域等销售经验，优秀应届生亦考虑；",
                        "3.表达沟通能力较强，较强学习能力及开拓精神，抗压能力较强。"]
            ,location: "深圳"
            ,recruittype: "销售类"
            ,recruitnum: "若干"
            ,jobtype: "全职/兼职"
        },
                     {//例子
            name: "解决方案工程师"
            ,jobdesc: ["1.参与场站监控、能量管理、集控、智慧风场等产品业务整体解决方案的制定；",
                    "2.售前技术交流，推介产品或解决方案，搜集客户需求和引导客户需求；",
                    "3.产品对标，对产品改进和新产品研发的方向提出建议；",
                    "4.行业政策信息搜集与解读，实时掌握行业动态信息，配合市场销售维护客户关系；"]
            ,qualification: ["1.本科及以上学历，计算机，软件工程，电子信息、新能源等相关专业；",
                        "2.3年以上风电等新能源相关软件系统售前工作经验；",
                         "3.熟悉政府部门政策性文件的搜集与获取，具备报告和文档撰写能力，适应适度的出差，具有营销思维和开拓精神。"]
            ,location: "深圳"
            ,recruittype: "技术类"
            ,recruitnum: "5"
            ,jobtype: "全职"
        },
                     {//例子
            name: "算法模型工程师"
            ,jobdesc: ["1.负责微电网及配网系统的基础建模，仿真平台的搭建；",
                    "2.负责微电网系统控制算法及策略的制定、开发、测试验证及优化改进；",
                    "3.根据微电网项目设计方案，利用仿真平台验证方案的拓扑架构、系统配置的合理性；",
                    "4.相关技术开发文件归档资料的编写及归档；"]
            ,qualification: ["1.硕士及以上学历，电力电子等专业；",
                        "2.具有微电网系统设计、控制算法研究及仿真建模相关从业经验；",
                        "3.掌握新能源、分布式发电或微电网技术，熟练使用DIGSILENT/PSCAD等仿真软件，从事过微电网系统建模、仿真，配网暂态仿真，具有配电网建模、仿真分析项目研究及开发经验。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "2"
            ,jobtype: "全职"
        },
                     {//例子
            name: "微电网系统解决方案工程师"
            ,jobdesc: ["1.分析微电网接入系统稳定性及安全性，了解国家相关政策，熟悉战略分析、投资管理等方面的知识；",
                    "2.对微电网项目中的光伏、风电及储能等设备进行电气设计的考评；",
                    "3.负责微电网工作中规范性设计文件的制定及电气施工质量把控；",
                     "4.负责项目咨询、规划，根据客户需求，提供新能源整体解决方案。负责储能系统集成项目电气工程设计、项目全程技术支持；"]
            ,qualification: ["1.本科及以上学历，电气、电力系统、新能源等相关专业；",
                    "2.2年以上工作经验，具有微电网电气系统开发设计经验，掌握光伏、风电等类型的DG设备及储能系统并网特性，熟悉新能源产业，有一定行业资源；",
                    "3.了解储能电池的技术特性，价格趋势及应用场景等，了解国际新技术动态；",
                    "4.有承揽咨询、规划类项目的能力，具备一定科研能力，能给予技术性指导。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "3"
            ,jobtype: "全职"
        },
                     {//例子
            name: "微网软件开发工程师"
            ,jobdesc: ["1.负责控制系统整体设计，了解通信拓扑设计、硬件选型等；",
                    "2.负责控制器软件开发，编写软件概要设计文档；",
                    "3.根据设计要求组织团队成员之间进行模块开发的协调，完成模块及程序的编码、自测；",
                    "4.配合完成系统功能调试；"]
            ,qualification: ["1.本科及以上学历，计算机、电气工程、自动化、通信工程等相关专业；",
                    "2.掌握C、C++等编程开发语言，2年以上代码开发工作经验，有从事电力行业软件开发工作经验者优先考虑；",
                    "3.能够看懂一次二次图纸，能够按照图纸完成系统安装部署；熟悉常见的电力通信规约（MODBUS等）；",
                    "4.具有严谨的逻辑思维，良好的自主学习能力，具有独立分析和业务理解能力。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "3"
            ,jobtype: "全职"
        },
                     {//例子
            name: "电气工程师"
            ,jobdesc: ["1.负责风力发电工程，微网工程，电气二次设计工作（可研、初设及施工图）；",
                    "2.负责设计文件校核，提出专业意见；",
                    "3.负责编制可研文件土建相关内容，配合投资估算；",
                    "4.负责电气二次专业相关内外对接，现场踏勘，以及技术支持等工作；",
                    "5.配合部门专业建设工作；",
                    "6.完成领导交办的其他工作任务；"]
            ,qualification: ["1.本科及以上学历，5年以上设计工作经验（有大型甲级设计单位工作经验者优先）；",
                        "2.具备独立完成110kV及以下变配电工程（或100MW及以下发电工程）电气二次全过程设计工作的能力（含可研、初步设计以及施工图设计等阶段工作）；",
                        "3.熟悉行业动向；精通电气专业相关标准、规范；精通使用CAD绘图软件；",
                        "4.具有良好的沟通协作能力，能适应短期出差；",
                        "5.具备中级或以上职称（具备高级工程师或注册电气工程师执业资格证者优先）。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "2"
            ,jobtype: "全职"
        },
                     {//例子
            name: "土建高级工程师"
            ,jobdesc: ["1.负责风力发电工程、微网工程、园区变电所工程结构、建筑设计技术把关工作（可研、初设及施工图）；",
                    "2.负责设计文件审核，提出专业意见，主持重要设计方案评审；",
                    "3.负责审核可研文件土建相关内容，配合投资估算；",
                    "4.负责结构、建筑专业相关内外对接，现场踏勘，以及技术支持等工作；"]
            ,qualification: ["1.本科及以上学历，8年以上设计工作经验；",
                    "2.具备独立完成110kV及以下变配电工程（或100MW及以下发电工程）结构、建筑全过程设计工作的能力；",
                    "3.熟悉行业动向；精通结构、建筑专业相关标准、规范；精通使用CAD绘图软件。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "1"
            ,jobtype: "全职"
        },
                     {//例子
            name: "数据分析工程师"
            ,jobdesc: ["1.负责风机运行数据分析和性能KPI统计，建立数据共享平台。对机组运行历史数据分析，挖掘故障数据特征，形成算法模型；",
                      "2.提取故障数据特征，搭建预警模型。定期对机组性能进行KPI统计，进行数据排查，并形成排查结果的发布、执行、反馈的闭环；",
                      "3.对现有数据库提出优化方案，并对数据库集群和大数据存储进行设计；"]
            ,qualification: ["1.硕士及以上学历，计算机、统计学、应用数学、自动化等相关专业；",
                            "2.3年以上相关工作经验，具有海量数据分析项目实施经验、机器学习相关从业经验者优先；","3.熟练掌握MySQL、PostgreSQL、Oracle等关系型数据库的应用；熟悉机器学习与统计学理论，熟练使用机器学习各类算法进行建模；",
                            "4.熟练使用Python和Linux，熟悉Hadoop、Spark等技术。擅长无监督学习或深度学习的技术者优先。"]
            ,location: "深圳/中山"
            ,recruittype: "研发类"
            ,recruitnum: "5"
            ,jobtype: "全职"
        },
                     {//例子
            name: "前端开发工程师"
            ,jobdesc: ["1.负责前端Web页面开发；",
                      "2.与UI设计、后端研发紧密工作，产出高质量前端页面；",
                                                                      "3.负责程序模块开发，处理浏览器兼容、优化页面性能；",
                      "4.独立完成页面开发交互，前后端分离实现项目开发，独立上线；"]
            ,qualification: ["1.本科及以上学历，3年以上相关经验，同时会前后端技术；",
                            "2.理解并掌握 JavaScript 语言核心技术 DOM、BOM、Ajax、JSON 等，熟悉各类JavaScript框架，熟悉ExtJs优先；","3.熟悉页面架构和布局，对用户体验、交互操作流程、及用户需求有深入理解；",
                            "4.熟悉掌握HTML/CSS/JavaScript等前端技术，代码清晰整洁。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "2"
            ,jobtype: "全职"
        },
                     {//例子
            name: "JAVA开发工程师"
            ,jobdesc: ["1.参与项目的需求调研和分析；",
                      "2.负责项目相关的需求整理、设计、开发、测试、维护等各项工作；","3.进行程序性能的分析和优化工作；","4.对其他部门或者项目提供技术支持和技术交流；",
                      "5.具备良好的编码规范、良好的沟通表达和逻辑能力；"]
            ,qualification: ["1.本科及以上学历，计算机相关专业，3年及以上相关经验；",
                            "2.精通 Java 语言及 Java EE 相关技术，熟练掌握 Java Web 编程；","3.熟练使用 Spring/SpringMVC/MyBatis 等框架，熟悉 MySQL ，熟练掌握 SQL 优化；",
                            "4.熟悉 linux 系统常用命令，熟练使用 git、svn等版本管理工具。"]
            ,location: "深圳/中山"
            ,recruittype: "研发类"
            ,recruitnum: "5"
            ,jobtype: "全职"
        },
                     {//例子
            name: "软件开发工程师"
            ,jobdesc: ["1.理解客户需求，行业对标分析，对风电场监控系统软件产品进行定制化功能开发；",
                      "2.对监控软件产品进行系统架构及代码迭代升级和优化，系统BUG修复；","3.针对现场软件部署和问题处理进行技术支持；","4.针对数据统计和分析算法，对主控和其他各系统提出合理化建议；"]
            ,qualification: ["1.本科及以上学历，计算机、通信工程等相关专业，2年以上软件产品开发经验；",
                            "2.熟练C#、C++语言，熟悉多种开发平台和工具，具有设备监控软件、预测模型开发经验；",
                            "3.熟练使用至少一种主流数据库，能熟练书写SQL语句及存储过程。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "5"
            ,jobtype: "全职"
        },
                     {//例子
            name: "监控系统工程师"
            ,jobdesc: ["1.针对风力发电机组的工业级监控系统调试与维护；",
                      "2.风电场通讯网络搭建与维护；"]
            ,qualification: ["1.本科及以上学历,计算机、电子信息、通信工程、自动控制等相关专业；",
                            "2.熟悉各类系统硬件设备和软件结构，能独立根据说明文件对系统软硬件进行配置。电力、通讯、安防行业等从业经验者优先；","3.适应性强，能接受全国范围内工程现场出差。"]
            ,location: "深圳/中山"
            ,recruittype: "研发类"
            ,recruitnum: "5"
            ,jobtype: "全职/兼职"
        },
                     {//例子
            name: "系统集成工程师"
            ,jobdesc: ["1.优化陆上、海上风电项目系统集成相关产品功能、安装工艺与实施规范；",
                      "2.参与海上风电项目配套的安全辅助监控产品设计、测试、实施；","3.配合完成老旧风场技改项目辅助监控相关产品的方案设计、实施交付；",
                      "4.对部门内部员工进行相关业务培训；"]
            ,qualification: ["1.本科及以上学历，自动化、电气、电子信息、计算机等相关专业，5年以上风电行业经验；","2.熟悉风电行业电气、机械原理、图纸与风机运行流程，有一定的现场实施经验，具备独立完成风电项目配套辅助产品集成能力；",
                            "3.能够独立带领团队完成产品选型、设计、实施、交付。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "2"
            ,jobtype: "全职"
        },{//例子
            name: "嵌入式软件开发工程师"
            ,jobdesc: ["1.依据产品开发要求，负责输电线路产品的嵌入式软件程序开发和认证维护工作；",
                      "2.负责电网安全加密模块的开发、调试、测试、技术支持工作；","3.完成设计文档、程序等相应归档工作；","4.负责传感器及模块的测试、选型、联调等工作；",
                      "5.负责与送检单位沟通、认证项目进度跟进工作；"]
            ,qualification: ["1.本科及以上学历，电子信息、通信及相关专业，5年以上开发经验，思路严谨，代码规范；","2.精通C语言，有STM32、AVR、430系列单片机的开发经验；掌握国网、南网输配电通信规约及产品技术标准；","3.具备电网安全加密算法、加密协议、密钥管理等信息安全相关开发经验；","4.熟悉电科院送检流程，有较强的分析问题，解决问题的能力；","5.熟悉使用IAR、keil、sourceinsight、jlink等软件及工具；熟悉软件开发流程。"]
            ,location: "深圳"
            ,recruittype: "研发类"
            ,recruitnum: "2"
            ,jobtype: "全职"
        },
                     {//例子
             name: "硬件工程师"
            ,jobdesc: ["1.依据产品开发要求，负责输电线路产品电路的设计和开发；",
                      "2.负责硬件部件的选型、测试工作；","3.制定产品测试规格，分析产品开发过程中的问题，跟踪研究相关领域的动态和技术，改进方案设计，提高产品的可靠性及先进性；","4.物料确认，负责对产品的电子原件、原材料等进行标准化测试与控制；","5.负责硬件的质量保证体系，为产品的生产、测试、认证等提供技术支持；","6.完成设计文档、测试文档等相应归档工作；"]
            ,qualification: ["1.本科及以上学历，电子信息、通信等相关专业；","2.5年以上硬件开发工作经验，熟悉ATMEL\\430\\ARM系列常用MCU，熟悉CAN、IIC、SPI、UART等常用外设，具备硬件产品的实际开发经验；","3.具有扎实的数电、模电基础，能够对电路、各种元件原理有深刻的理解，熟悉通讯模块（WIFI,LoRa,GSM）和各种传感器如陀螺仪、加速度计、拉力计等的工作方式；","4.精通电路原理设计、PCB设计，熟悉AltiumDesigner、allegro等至少一款画图软件，熟悉mathcad、cadence等设计软件；","5.具有较强的学习与总结能力、具有良好的沟通能力和清晰的逻辑思维能力。"],
            location: "深圳",
            recruittype: "研发类" ,
            recruitnum: "2",jobtype: "全职"
        },
                     {//例子
             name: "行政专员"
            ,jobdesc: ["1.负责行政后勤物资采购，各项行政费用统计，做好公司员工后勤保障工作，营造良好工作环境；","2.负责一定的人事招聘协助工作，负责来访客户接待工作；","3.负责公司体系文件受控，保证公司体系文件及时更新，负责行政管理制度的实施及优化；","4.负责企业文件建设及活动实施，负责各项福利活动的策划、组织、筹备等工作；","5.负责订购机票等综合办公室行政事宜，完成上级领导安排的其他工作任务；"]
            ,qualification: ["1.本科及以上学历，人力资源管理、行政管理、文秘、工商管理、中文等相关专业；",
                            "2.1年以上行政管理工作经验，熟悉一般行政后勤业务，有较丰富的活动策划实施经验，优秀的应届生亦考虑；","3.文笔较好，熟悉公文写作；","4.性格外向开朗,形象气质佳，表达沟通能力较好，有较好的团队合作意识。"]
            ,location: "深圳"
            ,recruittype: "职能类"
            ,recruitnum: "1"
            ,jobtype: "全职/兼职"
        }
    ]
}